/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "金額";

/* XFLD: label for a cell type selector */
"Currency" = "通貨";

/* XFLD: label for a cell phone type selector */
"fax" = "FAX";

/* XFLD: label for a cell phone type selector */
"home" = "ホーム";

/* XBUT: label for a cell phone type selector */
"Home" = "ホーム";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "主要";

/* XFLD: label for a cell phone type selector */
"mobile" = "携帯電話";

/* XFLD: label for a cell phone type selector */
"other fax" = "その他 FAX";

/* XFLD: label for a cell phone type selector */
"page" = "ポケットベル";

/* XFLD: label for a cell phone type selector */
"Phone" = "電話";

/* XFLD: label for a cell type selector */
"Value" = "値";

/* XFLD: label for a cell phone type selector */
"work" = "勤務先";

/* XFLD: label for a cell phone type selector */
"work fax" = "勤務先 FAX";

